/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "Žiadne dáta";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "Uložiť";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "Znova zadať podpis";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "Vymazať";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "Zrušiť";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "Podpis";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "Ťuknutím sa prihláste";

/* XACT: The accessibility label for the signature area */
"Signature Area" = "Oblasť podpisu";

/* XACT: The accessibility hint for the signature area */
"Double tap and drag to sign" = "Podpíšte sa dvojitým klepnutím a potiahnutím";

/* XACT: The accessibility label for the signature image */
"Signature Image" = "Podpis";

/* XACT: The accessibility label for the signature line */
"Signature Line" = "Riadok podpisu";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "Zrušené";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "Ďalej";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "OK";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "Status";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "Používateľ zrušil aktiváciu";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "Bez súhlasu nebudete môcť pokračovať v aktivácii.";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "Dať súhlas";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "Skončiť";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "Späť";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "Krok";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "z";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "Naozaj chcete ukončiť proces aktivácie?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "Chcete ochranu dát?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "Ohľadne svojich údajov buďte opatrný";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "Nie teraz";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "Povoliť";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "Odmietnuť";

/* XBUT: Agree action title in EULAView */
"Agree" = "Súhlasím";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "Nesúhlasím";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "Načítava sa...";

/* XMSG: Placeholder text in DataTable when there is no data */
"There is nothing to display yet" = "Ešte tu nie je nič na zobrazenie";

/* XBUT: Default duration foramtter in DataTable */
"%d Hrs %d Min" = "%d hod. %d min.";

/* XBUT: Done action in keyboard toolbar for a Textfield in DataTable */
"Done" = "Hotovo";

/* XBUT: Error messages shown to users in DataTable */
"There are %d errors in the data table." = "V tabuľke údajov je %d chýb.";

/* XBUT: voice over label for row header in DataTable */
"row header" = "hlavička riadka";

/* XBUT: voice over label for row %d in DataTable */
"row %d" = "riadok %d";

/* XBUT: voice over label for column %d in DataTable */
"column %d" = "stĺpec %d";

/* XBUT: voice over label for cell type of `leading accessory` in DataTable */
"leading accessory" = "hlavný doplnok";

/* XBUT: voice over label for cell type of `trailing accessory` in DataTable */
"trailing accessory" = "vedľajší doplnok";

/* XBUT: voice over label for cell type of `text` in DataTable */
"text" = "text";

/* XBUT: voice over label for cell type of `image` in DataTable */
"image" = "obrázok";

/* XBUT: voice over label for cell type of `date` in DataTable */
"date" = "dátum";

/* XBUT: voice over label for cell type of `time` in DataTable */
"time" = "čas";

/* XBUT: voice over label for cell type of `duration` in DataTable */
"duration" = "trvanie";

/* XBUT: voice over label for cell type of `list item` in DataTable */
"list item" = "položka zoznamu";

/* XBUT: voice over label for row selection status in DataTable */
"selected" = "vybrané";

/* XBUT: voice over label for row selection status in DataTable */
"not selected" = "nevybrané";

/* XBUT: calendar time component label */
"Time" = "čas";

/* XBUT: slider default value label formatter for integer */
"Value: %d" = "Hodnota :%d";

/* XMSG: a toast message for read-only cell in DataTable */
"Tapped cell is read-only." = "Ťuknutá bunka je len na čítanie.";

/* Default hint text for Read-only Field for NoteFormView and TextFieldFormView */
"Read-only field" = "Pole len na čítanie";

/* Default error text for when the character count reaches the maximum limit for NoteFormView and TextFieldFormView */
"No more characters remaining" = "Nezostávajú žiadne ďalšie znaky";

/* Default error text for when the character count exceeds the maximum limit for NoteFormView and TextFieldFormView */
"Reduce the number of characters" = "Znížte počet znakov";

